
$(document).ready(function () {

    var city = [
        { value: 'Бобровский, Свердловская область', data: '1' },
        { value: 'Богандинский, Тюменская область', data: '2' },
        { value: 'Богданович, Свердловская область', data: '3' },
        { value: 'Богородицк, Тульская область', data: '4' },
        { value: 'Богородск, Нижегородская область', data: '5' },
        { value: 'Богородское, Московская область', data: '6' },
        { value: 'Боготол, Красноярский край', data: '7' },
        { value: 'Бодайбо, Иркутская область', data: '8' },
        { value: 'Бол.Чапурники, Волгоградская область', data: '9' },
        { value: 'Бологое, Тверская область', data: '10' },
        { value: 'Болохово, Тульская область', data: '11' }
    ];

    $('#id_region_select_city').autocomplete({
        lookup: city
    });
});
